Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[TAPAS] Her Majesty, The Witch.tmx
Source language: ko_kr
Languages: en

source: 요강은요?
en: and the chamber pot?

source: 지금까진 이 집안에서만 그러기로 했잖아요.
en: but moving forward, we should do that at all times except during official events.

source: 아.
en: aha!

source: 성질 더러운 렐하임의 검과 지팡이도 그 자리에 가만히 있었으니….
en: even the hot-tempered lelheim's cane and sword stayed in their place...

source: 아무래도 저주에 걸리는 대상은….
en: it appears that the target is limited to...

source: 기혼인 황족이 짊어져야 하는 의무도 다르고요.{j}부담이 몇 배로 늘어납니다.
en: also, once imperial families get married, they bear much greater responsibilities.

source: 오랜 고민거리가 해결되니 또 잠이 쏟아지네….
en: now that the problem has been solved, I suddenly feel so sleepy...

source: 왠지 당장 결혼부터 하라고 할 것 같은 불길한 느낌이 든단 말이죠?
en: I have a bad feeling that they’ll tell me to get married immediately.

source: 쉬운 일이 없군요.
en: nothing is easy.

source: 그래도 아침에 먹을 건 남겨뒀으니까요.
en: we kept the leftovers for the morning though.

source: 저주는 독이 스며드는 것과 같아서
en: a curse is like poison.

source: 이제 가볼까요?
en: shall we go now?

source: 그래도 저주가 발동된 덕분에 마나의 흐름이 확실하게 잡혔어.
en: still, I was able to clearly catch the mana flow because the curse got activated.

source: 이 옷들은 지금 시기에 입기는 조금 두껍지 않나요?
en: these clothes are a little too warm to wear nowadays, don’t you think?

source: 상당한 논의가 필요하겠군.
en: a deep discussion with a lot of people.

source: 그래서 온 집 안에 음식 냄새가 이렇게 가득한 거였구나….
en: oh, that’s why the house smells so good...

source: 그리고 그 후… 요강은
en: and after a while...

source: 힘이 덜 들어가는 건 내일부터 라네페도 조금씩 굽기로 했고,
en: starting tomorrow, ranepe will also help bake simple bread,

source: 이 정도면 됐겠지….
en: this is probably enough...

source: 서로에게 그러한 존재이기에 더없이 중요한 것이다.
en: because we are like the moon to each other, there is nothing more important than that.

source: 결혼 적령기고, 준비가 다 되어 있으면 식을 빨리 올리지.
en: they get married quickly if they’re of marriageable age and everything is ready.

source: 교황의 중재 하에 각국의 왕들과 협상을 했어요.
en: she tried to make a deal with the kings from each country under the mediation of the pope.

source: 마녀가 만든 거라면 그럴 수도 있겠지만….
en: that’s possible if a witch created it...

source: 그래!
en: that’s right!

source: 네, 약혼은 약식으로 할 수 있잖아요.
en: yes, an engagement ceremony can be simplified.

source: 반반 생활을 하면서도 제국은 아무 문제없이 1년 동안 굴러갔고….
en: the empire worked perfectly fine for the past year even while she lived a double life...

source: 아무리 강력한 저주라도 수적인 우세에는 못 당합니다.
en: No matter how strong a curse is, there is nothing many number of witches cannot break.

source: 접시, 너야?
en: plate, is it you?

source: 그런데 매일 품절이 되더라.
en: but they sold out every day.

source: 그 기술을 쓰시려는 거로군요.
en: so you are trying to use one of those skills.

source: 연상 부인을 모시고 사는 연하 남편이지….
en: well, he’s a young husband who serves his older wife...

source: 티티!
en: tete!

source: 가장 빠르고 쉽지만 인원이 많이 필요하죠.
en: it is the quickest and easiest way but it requires many witches.

source: 황제라서 외교적인 문제 처리도 쉽고.
en: it’s also easier to handle diplomatic issues since I’m the empress.

source: 그렇습니다.
en: yes.

source: 접시도, 꽃병도, 술병도 아닌 요강!
en: it wasn’t a plate, vase, or a pitcher. it was a chamber pot!

source: 저주로부터 시스티나를 잠시 감추는 거랍니다.
en: this will hide sistina from the curse for a little bit.

source: 53화
en: Episode 53

source: 저주 물품을 찾는 나침반이….
en: the compass that can locate the cursed item...

source: 본래의 효력이었다면 상상도 하기 싫군요….
en: I don’t even want to imagine how painful it’d feel when the curse is in full effect...

source: 토토 씨가 일을 무척 잘해주셔서 큰 문제는 없었어.
en: thanks to mr. toto, everything went smoothly.

source: 참, 그리고 말 편하게 하셔도 괜찮아요.
en: oh, and you don’t have to talk to me so formally.

source: 그야,
en: obviously,

source: 가만히 침대에 누워만 있자니
en: but it’s too boring

source: 바로 옆이니까 가게에만 잠깐 가볼까 봐요.
en: I think I’m just gonna make a visit to the bakery since it’s right next door.

source: 이 정도면 레소에 있는 마녀들 중 10살 이하인 아이들을 제외하고 전부 동원해야 합니다,
en: for a curse this powerful, we'll need all the witches in lesso except for children under the age of 10.

source: 이런 시기에 만들어진 5대 빗자루는 전부 1명의 장인 마녀가 만들었는데,
en: the five brooms were all created in this difficult period by one artisan witch

source: 얼른!
en: hurry!

source: 딱 봤을 때 요놈이구나!{j}하고 알 수 있는 방법이….
en: {j}is there a way I can spot it right away...?

source: 힘으로 제압하는 겁니다.
en: hold it down with power.

source: 아, 참….
en: oh, by the way...

source: 폐하의 부모님께서도 어느 정도 저주의 영향을 받으신 것 같다네.
en: also seem to have been affected by the curse to a certain extent.

source: 고개 숙여봐요.
en: move your head down.

source: 요강이었습니다.{j}뚜껑이 있고, 옆구리에 금이 가 있는.
en: it was a chamber pot with a lid and crack on the side.

source: 그랑그랑도 고생하고 있고….
en: grand grand also seems to be exhausted...

source: 100년 전 한 왕국의 성 안 금고로 들어갔고,
en: the chamber pot ended up in a kingdom’s repositorium 100 years ago,

source: 폐하, 몸은 좀 어떠십니까?
en: your majesty, how are you feeling?

source: 가족처럼 도와줄 사람을 찾고 있다고 들었어요.
en: I heard you’re looking for someone to help you with the bakery.

source: 워낙 빠르게 운반한데다 멀어서 잘 못 봤는데….
en: I didn’t see it well because it was too far...

source: 운동도 적당히 하고 있고.
en: I’ve been doing light exercise.

source: 저, 토토….
en: um, toto...

source: 선황이었던 라킨 대제는 아르비타 제국에서는 자애로운 군주였지만,
en: the former emperor, larkin the great, was a benevolent ruler of the arvita empire,

source: 아르비타 황족을 대상으로 한 저주라니….
en: a curse on the imperial family of arvita...?

source: 차근히 설명드릴 테니 잘 들어주세요.
en: I’ll explain. please listen to me carefully.

source: 보는 사람은 없다지만 대낮에 훤히 트인 곳인데!
en: although no one’s watching, we’re in a wide-open space in broad daylight!

source: 여러분도 아시다시피,
en: but as you all know,

source: 후유증을 각오하긴 했지만 이건 너무 하잖아!
en: I was prepared for the aftereffects, but this is way too much!

source: 티티 루 님의 전성기라면 검술도, 마법도 최상급이었을 텐데….
en: when ms. tete ru was in her prime, her magic power and sword skills must’ve been top tier...

source: 이게 어딜 덤비려고.
en: who do you think you’re trying to fight right now?

source: 약화되었는데도 그 정도라니….
en: that’s how it feels even though it has been neutralized...?

source: 간단한 저주의 경우, 보통 이걸로 해결합니다.
en: this is usually what we do for simple curses.

source: 앗?
en: huh?

source: 그 왕국의 이름은…
en: and the name of that kingdom was...

source: 그보다… 밤이 늦었으니 자세한 건 나중에 더 생각하도록 하죠.
en: it’s late. let’s think about the details later.

source: 쓰러지셨다는 소리를 듣고 얼마나 놀랬던지….
en: you have no idea how worried I was when I heard that you fainted...

source: 너도 아마 느끼고 있, 흐앗!
en: you must also be feeli—agh!

source: 지금 상황에서는 시스티나의 말대로 하는 게 좋다네.
en: it is best to follow sistina’s idea in this situation.

source: 저 녀석은 만들어진 지는 오래되었지만 들어온 건 한 30년 전쯤이지.
en: that one was made a while ago, but it came here only about 30 years ago.

source: 그랑우텐이 봉인되어 있었다는…?
en: wait, granouten was sealed...?

source: 아, 알았어요….
en: okay, fine...

source: 괜찮다는 건… 더 이상 빗자루가 화를 내지 않는다는 겁니까?
en: you mean... the broom won’t get mad at me anymore?

source: 항상 간발의 차로 실패하기도 했고요.
en: we always missed them by a hair’s breadth.

source: 무슨 선물 말입니까?
en: huh? what gift?

source: 티티가 말하시는 대로 간호하면 금방 건강해질 거예요.
en: like tete said, she’ll become healthy again soon. make sure to nurse her well.

source: 그 자리에서 즉사하였습니다.
en: and died on the spot.

source: 저야 좋지만… 괜찮으시겠어요?
en: that sounds wonderful... but are you sure?

source: 그래야 선물을 준비할 시간이 생기니까.
en: that way, the others have enough time to prepare a gift.

source: 돌아가시기 직전 주문한 건데,
en: she ordered this right before she passed away,

source: 아니, 어찌 그게 가능합니까?
en: what? how is that possible?

source: 얄밉기는….
en: gosh, that man...

source: 이건 뭐랄까, 참 어려운 문제군요.
en: hmph, this is a very difficult decision to make.

source: …그런데 시스는 나도 잘 모르겠네.
en: ...but I’m not exactly sure about sist.

source: 네가 범인이구나?
en: so it was you.

source: 네, 수명이 깎이거나 피를 콸콸 쏟을 정도로 심각한 건 아니지만
en: that’s correct. it’s not serious enough to shorten my life or make me bleed a lot...

source: 그래도 지금 이 상태로 있는 것보다는 속전속결로 끝내고 부작용을 견디는 게 낫죠.
en: it’s still better to get this over with and deal with the side effect instead of staying like this.

source: 문이….
en: wait, the door...

source: 구석 모서리 부분에 있는 것 같구나.
en: at the very back corner of the repositorium.

source: 그때 넘치도록 이야기를 나눠요.
en: then let’s talk all night long.

source: 몸은 좀 어때?
en: how are you feeling?

source: 이 접시는 창고에 200년 전에 들어왔다.
en: this plate came to the repositorium 200 years ago.

source: 네, 아마 심한 몸살로 온몸이 성한 데가 없을 겁니다.
en: yes, I won’t be able to move my body at all.

source: 무기들은 의지도 무척 강해서 펄펄 날뛰며 항의했어요,
en: the weapons also strongly refused the decision.

source: 토토 씨가 맛있는 걸 잔뜩 만들어주셨습니다.
en: mr. toto made a bunch of delicious food for us.

source: 순서랑 예의만 잘 지키면 패진 않는다고 했어요, 걱정 말아요!
en: but they said you won’t get beaten-up if you mind your manners, don’t worry!

source: 아이고….
en: right...

source: 그런 것 치고는 너무 쌩쌩하신데….
en: he seems to be very healthy for a person who aged ten more years...

source: 폐하께선 내일 정도나 돼야 깨어나실 것 같답니다.
en: I was told the empress will wake up tomorrow.

source: 벌써 불을 피우게요?
en: isn’t it too early to use the heater?

source: 어두운 밤 유일하게 빛나는 달과 같다고 했어요.
en: destiny is like the sole moon that shines in the darkness of night.

source: 토토 씨에겐 듣긴 했습니다.
en: I did hear about it from mr. toto.

source: 스스로 기운을 감추다니!
en: I can’t believe it’s hiding its own energy!

source: 의료기록을 확인해봤는데 두 분 다 평소에 건강하셨고,
en: I checked their medical records but they were both healthy

source: 그래서 요강으로 만들었군요.
en: so that’s the reason she made it as a chamber pot.

source: 그럼 통과.
en: then pass.

source: 그랑우텐의 힘이 너무 강해서 저주도 영향을 받은 거야.
en: the curse also must’ve gotten affected because granouten’s power is too strong.

source: 편히 기대시길.
en: you can lean on me.

source: 레소는 어떨지 잘 모르겠네.
en: but I’m not sure how it goes in lesso.

source: 네, 기척이 느껴지지 않습니다.
en: yes, I don’t hear anything.

source: 보통 마녀들은
en: do witches usually

source: 이쪽에 눕혀주세요.
en: please lay her down here.

source: 그럼 저희는 이만!
en: we’ll leave then!

source: 그리고 전염병으로 돌아가신 10황자 부부,
en: besides, the tenth prince and his wife, who are the empress's parents,

source: 그러니까 내가 당신을 사랑하는 건….
en: I’m saying that the love I have for you...

source: 에휴, 아프면 고생이 이만저만이 아니네요.
en: ugh, being sick is really the worst.

source: 봉인을…?
en: break the seal...?

source: 그리고 애당초 저주에 걸린 사람이 마녀인 나라서 다행인지도 몰라요.
en: maybe it is a good thing that I’m the one who got cursed.

source: 이틀 동안 잠만 잤는데 왜 배가 안 고프지?
en: why don’t I feel hungry when I’ve been sleeping for two days straight?

source: 아슬아슬했다~!!
en: that was close!!

source: 장례식 치른다고 정신이 없어 취소하는 걸 잊었어요.
en: but I forgot to cancel it because I was so busy with the funeral.

source: 레이딘….
en: radin...

source: 있잖아요, 레이딘.
en: radin.

source: 여기는 제가 있을 테니 회의실로 가보세요.
en: I’ll stay here, but you should go to the meeting room.

source: 우리는 심장이 쿵쾅거려서 쉽게 할 수 없는 말을 너무 자연스럽게 하거든.
en: they don’t hesitate to say things that we'd normally get too nervous to tell.

source: 인간이 아닌 것에게 목숨의 위협을 받을 때와
en: when I am getting threatened by something that is not human,

source: 생각하니 정말 열받네!
en: it makes me angry now that I think about it!

source: 마침 쉬는 기간 중이니 준비해봐야겠어요.
en: since I’m currently on a break, I should try to start planning it out.

source: 혼자서 해결할 수밖에 없고,
en: only when I have to handle something on my own,

source: 잘하셨습니다.
en: you did a great job.

source: …시스.
en: ...sist.

source: 조건이 무작위인 저주인데 하필 당첨된 게 운명을 보지 못하게 하는 거냐고요오오!!!
en: it's a random curse! of all things, how come I ended up not being able to recognize my destiny?!!

source: 저주는 대상이 있어야만 그 힘이 발휘되는 거니까요.
en: since the curse only gets activated when there is a target.

source: 알려주지 말도록 하지.
en: let’s just not tell him.

source: 자고 계십니다.
en: she’s asleep.

source: 앞으로 남은 인생을 나와 함께 걸어갈 사람은 이 사람 뿐이라는 걸.
en: that the only person I want to spend the rest of my life with is him.

source: 얜 언제 들어왔어?
en: when did this come in?

source: 엄청난 힘이다….
en: it’s such a great power...

source: 나도 아기도 건강하지.
en: both the baby and I are good.

source: 데이트도 더 많이 해보고!
en: in the meantime, we can go on many dates!

source: 자, 다음은…?
en: now, next...!

source: 낮은 괜찮지만 밤에는 겨울 못지 않으니까요.
en: it’s fine during the day, but it gets freezing at night.

source: 서, 설마….
en: w-wait...

source: 대제도 똑같은 고통을 겪길 바라서 온갖 저주를 퍼부었습니다.
en: hoping larkin the great experiences the same pain as hers.

source: 그랑우텐!
en: granouten!

source: 알겠습니다.
en: okay.

source: 이유 없이 늦추면 관리들이 난리를 칠 텐데….
en: the officials will definitely complain if we delay it without a good reason...

source: …딸은 입어도 되는 겁니까?
en: ...does it fit you though?

source: 그러니 지금까지처럼 반반 생활을 하는 건 어려울 것 같다네.
en: so, she will no longer be able to live the double life like she has been.

source: 설마 좋은 일이란 건….
en: then the good news is...

source: 내가 보는 세상은 조금 달라져 있겠죠?
en: the world I see will change, right?

source: 마음이 편하니까 몸이 조금 덜 아픈 것 같네!
en: I feel slightly less sick now that I don’t have anything to worry about!

source: 그건 그렇지만….
en: I know but...

source: 연장자를 무척 존중하는 마녀들의 문화, 아시잖아요?
en: you know it is witch’s culture to especially respect the elders.

source: 그런데….
en: by the way...

source: 후대를 위해 단호하게 아르비타 제국 주변에 있는 세력을 정리했고….
en: he firmly took care of the countries surrounding the arvita empire for future generations...

source: 저… 폐하, 솔직히 설명을 들어도 감이 잘 안 옵니다.
en: um... your majesty. I still don’t think I understand it perfectly.

source: 몸이 조금 더 나아지면 황궁에 가서 일을 조금씩 처리하려고 해요.
en: when I feel better, I’d like to go to the palace and start taking care of some work.

source: 이거 받아요!
en: take this!

source: 마녀들을 지켜야 했거든요.
en: they had to protect witches.

source: 그 장인 마녀가 빗자루에 신의 힘을 깃들게 한 겁니까?
en: did that artisan witch infuse the brooms with divine powers?

source: 전 공격마법이나 봉인마법은 거의 쓰지 못해요.
en: I can’t use any attacking or sealing magic.

source: 레이딘, 힘들면 언제든지 돌아오렴.
en: radin, you can come back any time.

source: 마녀는 아니었지만 자신의 피를 매개로 어찌저찌 성공시켰지요.
en: although she wasn’t a witch, she made it work using her blood as the medium.

source: 폐하께서 저렇게 손해보는 의견을 수용할 리가 없는데….
en: I don’t think she will ever agree to that idea...

source: 미젠베의 왕비는 자신이 가족들을 잃은 것처럼
en: the queen of mizenbe tried to put all kinds of curses,

source: 만약 나오지 못할 경우는 어쩌죠?
en: what if she isn’t able to come out?

source: 갑자기 왜….
en: why all of a sudden...?

source: 그보다 검은숲에서는 마녀들이 운명을 찾으면 인사를 하러 다니는데,
en: in the black forest, witches go around visiting other witches when they find their destiny.

source: 푹 끓여 소화가 잘 되도록 만든 고기 스튜랍니다.
en: I made braised meat stew that’s easy to digest.

source: 가장 바라는 것이
en: isn't sistina's safety and happiness

source: 토토 씨는 도대체 정체가 뭐니?
en: seriously, who is he?

source: 마녀들은 전부 다 그런 겁니까?
en: are all witches like that?

source: 엑, 매일 품절이라고?
en: what? they sold out every day?!

source: 요강이었습니다.
en: it was a chamber pot.

source: 특히 마법은 최소 20일 정도는 쓸 수 없을 거고.
en: and I won’t be able to use magic for at least 20 days...

source: 마법과 신성력을 동원해 체력이 떨어지지 않도록 했습니다,
en: we made sure to maintain your strength using magic and sacred power.

source: …응?
en: ...hm?

source: 그런데 저주 물품의 정체가 뭐였습니까?
en: by the way, what was the cursed item?

source: 나 얼마나 잤어요?
en: how long was I asleep for?

source: 다행이라니…!
en: a good thing...?!

source: 아니, 그렇게 빨리 해결할 수 있는 방법이 있었다면 왜 진작 말씀을….
en: if there was a way to solve this so quickly, why didn’t you mention this already...?

source: 한 가지 있긴 한데….
en: wait, there is one...

source: 그랑우텐이 본 모습이 되어 기술을 사용하면,
en: if granouten turns into its original form and uses a skill,

source: 진이 꽤 넓게 펼쳐질 거니까.
en: I’ll be creating a very wide magic circle.

source: 잠든 사이에 다른 사람들이 알아서 잘 처리했구나…?
en: it sounds like other people took care of everything while I was asleep...

source: 평소 같으면 날아서 갈 텐데….
en: normally, I’d fly there...

source: 하긴, 마녀나 고대사를 연구하는 학자가 아닌 이상 잘 모르겠지.
en: unless they're a witch or scholar of ancient history, they wouldn't know what I'm talking about.

source: 그래, 폐하께선 좀 어떠신가?
en: yes. how’s her majesty?

source: 네, 열이 났는데 지금은 내려갔습니다.
en: yes, she had a fever but it has gone away.

source: 아, 레이딘 경….
en: oh, sir radin...

source: 평민인 그녀는 운명인 남편을 만나 행복하게 살고 있었지만….
en: although she was living a happy life with her husband, who was her destiny...

source: 어떤 방법을 쓰실 겁니까?
en: what are you planning to do?

source: 그것도 그랑우텐이 가진 힘의 일부분일 뿐이에요.
en: it is one of the powers granouten has.

source: ‘사랑한다’는 말을, 떨지 않고 할 수 있게 된다는 거랍니다.
en: she can say "I love you" without being nervous.

source: 지금 살아있다고 확인된 황족은 저뿐이니까요.
en: and I’m the only imperial family member confirmed to be alive.

source: 이 방법을 쓰면 일주일에서 열흘까지는 침대 신세일 거예요.
en: if I do this, I'm going to have to stay in bed for seven to ten days.

source: 일어났군요.
en: you’re awake.

source: 슬슬 날이 추워지는군요.
en: it’s starting to get chilly.

source: 5대 빗자루에 대해서는 다들 아시죠?
en: you all know about the five brooms, right?

source: 앗, 보온 물주머니!
en: oh, it’s a hot water bag!

source: 그, 그걸 어떻게…?
en: h-how did you know...?

source: 심심해 죽겠다!
en: to do nothing and stay in bed all day!

source: 마스터 롱딜롱께선 어떻게 생각하십니까?
en: what do you think, master longdilong?

source: 물건을 만든 마녀는 오래 전에 사망했다고 했으니,
en: since the witch who created the item passed a long time ago,

source: ‘황족’으로 제한된 것 같구나.
en: ... "the imperial family."

source: 시스티나가 없는 동안 의논을 좀 했는데….
en: while you were away, we had a discussion...

source: 그나저나, 레이딘.
en: anyway, radin.

source: 그래서 왕비가 건 저주 중 제대로 발동된 것은 황족에 관한 내용 뿐이었습니다.
en: so the only curse that got activated among all the curses the queen tried to put was about the imperial family.

source: 모습을 보니…
en: seeing how you are...

source: 최악의 상황은 아니니 다행인가….
en: I guess it’s a good thing it’s not the worst case scenario...

source: 시간을 가지고 차곡차곡 준비하면 나중에 더 편할 거예요.
en: it’ll be much easier later on if we slowly prepare for the wedding bit by bit.

source: 그거야 내가 부끄러우니까 그렇지!
en: obviously because I feel shy!

source: 그런 좋은 방법이 있습니까?
en: what? there is such a way to do that?

source: 아주 안 할 수는 없는데, 어쩌면 좋지?
en: but I can’t just not tell people about it. what should I do?

source: 유일한 저주의 대상인 폐하의 존재를 감추면 힘이 약해진다는 거군요.
en: you’re saying the curse weakens when we hide her majesty, who is its sole target.

source: 지금도 이렇게
en: look at him.

source: 한 가지 기억해야 할 건,
en: there is one thing you should remember.

source: 운명을 찾으면 바로 결혼하는 겁니까?
en: get married immediately after they find their destinies?

source: 이 방법을 사용하면
en: if I use this method,

source: 남은 황족을 수색하며 예산과 시간을 낭비할 일이 없어졌다는 거지.
en: we won’t have to waste our time and budget trying to search for the imperial family anymore.

source: 거기 쌓인 물건만 수백 개일 텐데….
en: there must be hundreds of items piled up in there...

source: 정무 쪽은 여러분들께서 더 수고를 해주셔야겠네요.
en: you’ll have to continue taking care of the political side of things.

source: “너의 피를 받은 자들은 네가 죽은 후 모두 사라질 것이다.”
en: “everyone that inherits your blood will all disappear.”

source: 빗자루를 편하게 탈 수 있어요.
en: it let’s you comfortably ride a broom.

source: 600년 정도군.
en: about 600 years ago.

source: 소개도 하고, 인사도 하고.
en: to say hi and introduce them.

source: 나이도 젊었으니까.
en: and young.

source: 어느 정도 억눌러 뒀다.
en: I suppressed the power a little bit.

source: 아구구구―!!!
en: urghh!!!

source: 모든 건 둘이서 가장 먼저 결정해야겠지.
en: you two should decide everything first.

source: 눈은 왜….
en: why...?

source: 봉인을 푸는데 필요한 내 머리카락 한 올을
en: now I should tie a strand of my hair

source: 이거 이미 죽은 사람에게 죄를 물을 수도 없는 노릇이니 폐하께 어찌 말씀드려야 할지….
en: I don’t know how I should report this to the empress. it’s not like we can hold a dead person accountable...

source: 역시 그런가… 골치 아프네….
en: I see... this is annoying...

source: 우리 부모님처럼 불같이 타오르는 건 아니에요.
en: share passionate love like my parents.

source: 너희들 중 동그란 애들 빼고는 전부 제자리.
en: everyone go back to your own place except the rounded ones.

source: 어… 그건 아닌데….
en: um... I didn’t mean that...

source: 상태 호전을 위해 당분간 황궁에서 지내는 게 낫겠구나.
en: I suggest you stay at the palace for a while to recover.

source: 1000년 전의 프리 후는 거기서 멈추지 않고,
en: however, frihue did not stop there.

source: 대제는 젊은 시절,
en: at his young age,

source: 그런 사정이….
en: what a shame...

source: 일단 저쪽으로 가면 더 빠를 것… 어?
en: I think it would be faster if you go that wa—huh?

source: 자아가 강했다면,
en: but if it was highly self aware,

source: 아, 몰랐어요?
en: oh, you didn’t know?

source: 정확하게 어떤 저주입니까?
en: what curse was it exactly?

source: 주변에서 다들 걱정하고 있으니 무리하지 말아요.
en: everyone’s worried about your well-being, so don’t push yourself.

source: 폐하가 마녀가 아니셨다면 제국은 어찌 되었을지 몰라.
en: if the empress weren’t a witch, we don't know what would've happened to the empire.

source: 온도 조절 마법진을 설치하면 좋겠지만….
en: it’d be great if we set up a temperature-adjusting magic circle but...

source: 흐음….
en: hmm...

source: 최악의 경우에는… 문을 부수고 돌입할 생각입니다.
en: in the worst-case scenario... I’m planning to break through the door.

source: …네.
en: ...okay.

source: 그러니 더 아프시면 안 됩니다.
en: that’s why you should get better.

source: 그리고 부인이 쉬니 이제 제가 벌어야죠.
en: and since my wife isn’t working anymore, I should earn money.

source: 어떻게 해야….
en: what should we do...?

source: 검은숲의 마녀들이 챙겨주신 특효약도 있고요.
en: the witches from the black forest also left a special medicine.

source: 다녀올게, 토미론.
en: I’ll be back, tomiron.

source: 왜 그런 표정입니까, 시스?
en: why do you look so unhappy, sist?

source: 티티도 그랬거든.
en: because that’s what tete did.

source: 레이딘 경에게는 미안하네….
en: I feel bad for sir radin...

source: 앞으로 공식적인 자리를 제외하고는 서로 이름으로 부르기로 해요.
en: I know we promised to call each other by our names only at home.

source: 마녀가 운명을 안다는 건,
en: when a witch recognizes their destiny

source: 되도록 겹치지 않게 해야 하니까 미리 알려야지.
en: they let them know in advance so that the weddings don’t overlap.

source: 뭐든 물어봐.
en: sure, anything.

source: 정말…
en: I really...

source: 그야… 맛있는 음식이 그렇게 많았는데….
en: because... among all the delicious-looking dishes...

source: 저도 처음 해보는 거라….
en: well, I’ve also never done this before...

source: 봉인 후 물건에 새겨진 기억을 마법으로 읽어서
en: I found out what exactly happened by reading its memory using magic

source: 박해받던 때엔 제대로 결혼식 하기 힘들었으니 생긴 풍습이라더군.
en: it became a tradition as it was difficult to hold a wedding when they were oppressed.

source: 그리고 시간이 필요하다고 생각합니다.
en: and we need time.

source: 고개 숙여봐요.{j}빨리!
en: hurry, lower your head!

source: …알았어.
en: ...okay.

source: 아마 어느 정도는 짐작하고 있을 겁니다.
en: I’m sure she already has an idea.

source: 왜, 왜 저러지…?
en: wh-why is he looking at me like that...?

source: 여러 사람들과
en: I suppose it would require

source: 그런데 부작용이 심하다는 건 알고 있지?
en: but you are aware that it has a serious side effect, right?

source: 다행히 황족한테만 영향을 미친다고 하니 이 부분은 안심하셔도 될 것 같아요.
en: but you won’t have to worry about that since it only affects the imperial family.

source: 라킨이 전쟁터에서 가져온 전리품이다.
en: it’s a prize of war that larkin brought from the battlefield.

source: 엎어지면 코 닿을 곳에 가는 건데….
en: but I’m only going next door...

source: 청소하러 나갔다는 건 그랑우텐의 상태는 이제 괜찮다는 거겠지.
en: that probably means that granouten is better now.

source: 예상했던 것보다 더 몸에 무리를 주는 기술이군요.
en: it looks like the technique is even harder on your body than I imagined.

source: 티티 루가 말한 그대로로군.
en: it’s exactly what tete ru said.

source: 마녀가 운명을 잃는다는 건…
en: losing your destiny as a witch

source: 가장 중요한 요점은 바로 ‘마녀들의 안전을 보장할 것’.
en: she wanted them to guarantee the safety of witches.

source: 차라리, 제가….
en: I wish I could be sick instead of you...

source: 원로 마녀들도 둘 이상은 필요하고요.
en: additionally, we need at least two senior witches.

source: 티티가 레이딘 경이 꼭 필요하다고 하더니 이런 얘기였구나.
en: now I understand when tete said we’d need sir radin.

source: 이제 이래도 되니까요.
en: because we can do this now.

source: 게다가 황궁 사람들한테 말을 하면
en: besides, if I tell people in the palace,

source: 나쁜 일부터 말씀해주십시오.
en: tell me the bad news first.

source: 아무래도 폐하께서 걸리신 저주와
en: and came to the conclusion

source: 제가 방으로 옮겨드리고 오겠습니다.
en: I’ll carry her to bed and come back.

source: 그렇구나….
en: I see...

source: 어쨌든 이 이야기는 시스의 몸이 어느 정도 나으면 하는 게 좋겠습니다.
en: anyway, you should talk about this after she has recovered enough.

source: 인간은 망각하는 존재니까요.
en: because humans are forgetful creatures.

source: 대비해두었기 때문에 문제는 없습니다!
en: we’ve gotten prepared already, so it won’t be that hard.

source: 자, 그럼 이제 말씀해주십시오.
en: now, please tell us.

source: 부르셨다고 들었습니다.
en: I heard you called.

source: 배도 든든히 채웠으니 이제 가볼게요!
en: thank you for the food. I should get going now!
